---
kind: type
id: T:Autodesk.Revit.DB.Dimension
zh: 尺寸标注、标注
source: html/210f88be-e3c5-26a4-7dd8-3296f6725cce.htm
---
# Autodesk.Revit.DB.Dimension

**中文**: 尺寸标注、标注

An object that represents a dimension within the Revit project.

## Syntax (C#)
```csharp
public class Dimension : Element
```